{
    "episodes": [
        "{\"title\":\"Eric and Bret Weinstein: A Dark Horse Gallops through the Portal\",\"notes\":[\"Matt and Chris introduce themselves and the overall concept for the podcast then take a deep dive into an infamous episode of Eric Weinstein's podcast 'The Portal', featuring his brother Bret Weinstein (Episode 19).  They cast a critical eye over Eric and Bret's claims that they are fighting back against the 'Distributed Idea Suppression Complex' and alerting the world to one of the greatest untold scientific scandals of the modern era.\"],\"links\":{},\"date\":\"2020-09-09T00:00:00\",\"id\":1,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/eric-and-bret-weinstein-a-dark-horse-gallops-through-the-portal\"}",
        "{\"title\":\"James Lindsay: The monkey is out of the box and it HATES liberalism\",\"notes\":[\"Chris and Matt discuss James Lindsay's talk at the Speaking Truth to Social Justice conference held at the ostentatious National Liberal Club, in an episode that will disappoint Lindsay fanboys and haters alike. Blindingly hot takes include, \\\"He's a bit hyperbolic\\\" and \\\"Critical Theory is complicated\\\".\",\"They discuss some pretty strong metaphors (or are they analogies?) of Critical Social Justice involving monkeys, viruses, and boxes.\",\"Most importantly, the duo establish definitively that, despite James' assertions, Jeff Goldblum did NOT die on a toilet in Jurassic Park (which, let's face it, would have ruined the entire movie).\"],\"links\":{\"James' talk on YouTube\":\"https://youtu.be/rSHL-rSMIro\",\"Embrace The Void episode on Sovereign Nations\":\"https://voidpod.com/podcasts/2020/7/9/ev-150-sovereign-nations-and-the-grievance-hoaxers\",\"Two Psychologists Four Beers episode on Diversity Statements\":\"https://www.fourbeers.com/15\",\"Not Jeff Goldblum being eaten on a Toilet in Jurassic Park\":\"https://www.youtube.com/watch?v=OpoUHLfb2C8\"},\"date\":\"2020-09-23T00:00:00\",\"id\":2,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/james-lindsay-the-monkey-is-out-of-the-box-and-it-hates-liberalism\"}",
        "{\"title\":\"Jordan Peterson: The Alchemical Lemon explains the Crystalline Structure of Logos\",\"notes\":[\"Chris and Matt finally discuss the big kahuna Jordan Peterson by taking a deep dive into his extended 2017 interview on the Transliminal YouTube channel titled 'Ideology, Logos & Belief'.\",\"They learn about the alchemical nature of lemons, whether a professional footballer is playing a game or living life, and Jordan Peterson's crystal clear views on the nature of Jesus & his resurrection.\",\"Some people will say this episode is too cynical, but it's like... 'No. It isn't, man!' And furthermore, it's not at all obvious that we actually know... on a fundamental level... what cynicism is! It's mysterious and there is a lot we do not know.\"],\"links\":{\"Jordan Peterson's 2017 interview on Transliminal\":\"https://www.youtube.com/watch?v=YC1pvjyKYr4\",\"A Transcript of the Interview\":\"https://www.jordanbpeterson.com/transcripts/transliminal/\",\"A Good (but very critical) article on JBP by Nathan Robinson at Current Affairs\":\"https://www.currentaffairs.org/2018/03/the-intellectual-we-deserve\",\"An article by JBP's old mentor suggesting his long term goal was to become a religious guru\":\"https://outline.com/Ef7wGR\"},\"date\":\"2020-10-09T00:00:00\",\"id\":3,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/jordan-peterson-the-alchemical-nature-of-a-lemon-explains-the-crystalline-structure-of-logos\"}",
        "{\"title\":\"JP Sears: Get Ultra Spiritual, Resist the Government, and Promote Coronavirus Conspiracies\",\"notes\":[\"JP Sears is quite the contradictory figure. He's well known for his YouTube videos mocking alternative health and spirituality, but he also sells natural supplements, and is a life coach / spiritual mentor. He's all about positive thinking and natural supplements, but he's spending most of his time now railing against the mainstream media, the Deep State, and COVID restrictions.\",\"As Chris and Matt dig deeper, it becomes clear that JP occupies an interesting place, at the nexus of trenchant libertarianism and spiritual self-actualisation. Think Californian surfer dude meets hardcore tech-bro with a healthy dose of conspiracies. Yes, it's confusing. But just take a listen to this episode, and the doors of perception will open for you too!\"],\"links\":{\"JP Sears' Podcast Feed (we cover episodes 104, 103, 101, & 96)\":\"https://awakenwithjp.com/podcast\",\"Chris' old Medium article on 'The Problem with JP Sears\":\"https://medium.com/@CKava/the-problem-with-jp-sears-2c5d1b8664fd\",\"Good article on the surprising overlap between right wing conspiracies & new age health & wellness\":\"https://medium.com/@julianwalker111/the-red-pill-overlap-19ad346c62f0\"},\"date\":\"2020-10-23T00:00:00\",\"id\":4,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/jp-sears-get-ultra-spiritual-resist-the-government-and-promote-coronavirus-conspiracies\"}",
        "{\"title\":\"Special Episode: Is Eric Weinstein Feynman-Negative?\",\"notes\":[\"Eric Weinstein has a habit of inserting mini conspiracy laden \\\"audio-essays\\\" at the beginning of his podcast The Portal. The one released this week was impressive even by Eric's standards. So, the duo took took a break from preparing for their next episode on Rutger Bregman to release a Special Bonus Episode, Hot off the press!\",\"In the episode you will learn about Seberging, Milgram-negative people, and obscure Russian Penal Codes. You will also learn that the concept of Fake News is actually FAKE NEWS, invented by a shadowy cabal of media and political elites to control you sheeple. Astoundingly, there is actually a conspiracy afoot to suppress Eric and his friends in the IDW!\",\"Chris and Matt set themselves the task of deciding whether this is serious analysis, or... something else....\"],\"links\":{\"The Portal episode 41 with the 'audio essay'\":\"https://art19.com/shows/the-portal/episodes/1b4a34fc-8ee2-489a-af6a-0a996b89d27b\",\"New critical article on the Weinsteins at Arc Digital\":\"https://arcdigital.media/keeping-up-with-the-weinsteins-8c0efbd034e0\"},\"date\":\"2020-10-30T00:00:00\",\"id\":5,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-is-eric-weinstein-feynman-negative-\"}",
        "{\"title\":\"Rutger Bregman: Piglets vs. Toddlers\",\"notes\":[\"Rutger Bregman is a Dutch Historian who wants to tell the world that humans are actually fundamentally kind, hunter gatherer societies contain important wisdom about how to live well, and that collectively we need to cooperate to do something about climate change and economic inequality. So, obviously there was no way Chris and Matt could let these dangerous ideas go unchallenged!\",\"Join them this week as they delve into one of Rutger's talks and address Noble Savage myths and other age old debates including whether human nature is fundamentally brutish & cruel or compassionate & kind, whether war is ancient or a recent product of societies, whether civilisation was a good idea or the worst one ever, and perhaps most importantly whether Matt could defeat a chimpanzee in one on one combat when armed with two swords.\"],\"links\":{\"The Futures interview with Rutger examined in the episode (with transcript)\":\"https://futurespodcast.net/episodes/25-rutgerbregman\",\"Research Article that raises doubt about the domestication hypothesis especially in regards to silver foxes\":\"https://www.sciencedirect.com/science/article/pii/S0169534719303027\",\"An old blog post by Chris that discusses the debates over the topic of ancient war\":\"https://www.patheos.com/blogs/cognitivedemons/2016/06/john-horgans-ideological-tribe/\"},\"date\":\"2020-11-07T00:00:00\",\"id\":6,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/rutger-bregman-piglets-vs-toddlers\"}",
        "{\"title\":\"Russell Brand: Spiritual Transcendence and Anarchic Revolution is Praxis\",\"notes\":[\"Russell Brand is a hip bohemian Englishman on the path to enlightenment. And he likes the ineffable. Like, a lot. The decoders kinda like him too, despite the fact they really struggle to eff him at all. Really, Matt has no effing idea what he is babbling about most of the time, but Chris, being 'English-adjacent', seems to make a better job of it.\",\"Imagine smoking pot and talking big ideas with your precocious college room-mate at 2am in the morning. Now give him some methamphetamine, and you've got some idea of the fast-talking stream of consciousness that is Russell Brand.\",\"A pair of milquetoast moderates like Chris and Matt just aren't the right audience to properly appreciate the mystical anarchism that Brand advocates. It's probably got something to do with the limits of the bandwidth of their instruments of perception given that knowledge and wisdom are infinite and being-ness itself is.... Well, you get the idea.\",\"The lads also reveal some of the exciting progress of the podcast!\",\"In exciting news... DTG has broken into the top 100 podcasts! In the Culture and Society category... in Iceland.\",\"Regardless, come ride this unstoppable and frenetic juggernaut of mind-expanding concepts with us, and get these cosmic ideas downloaded directly into your squishy little brain!\"],\"links\":{\"Jeremy Paxman and Russell Brand interview from 2013\":\"https://www.youtube.com/watch?v=3YR4CseY9pk\",\"The main 'Awakening of Russell Brand' interview with Rich Roll\":\"https://www.youtube.com/watch?v=qyRCQEum_vI\",\"Short Video Update from Brand on 'What I think about This UK Election and Politics Today'\":\"https://www.youtube.com/watch?v=OiRRJU0kU5Y\"},\"date\":\"2020-11-21T00:00:00\",\"id\":7,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/russell-brand-spiritual-transcendence-and-anarchic-revolution-is-praxis\"}",
        "{\"title\":\"Scott Adams: Chris and Matt Go to Hell\",\"notes\":[\"Scott Adams, creator of Dilbert, has since written self-help books like 'Win Bigly' & 'Loserthink' and now hosts his own podcast \\\"Coffee with Scott Adams\\\".\",\"In mild-mannered, folksy, and avuncular style, he has a 'simultaneous sip' of coffee, a little chuckle with his listeners, and then they chat about the events of the day and how democracy is a farce and maybe a benevolent dictatorship would be preferable.\",\"Scott's fatherly advice is geared towards one thing: undermining your belief that there is any truth or justice in world - or that these things are even possible. You can trust literally nobody. All systems are corrupt, and the world works through the exercise of naked power and the manipulation of gullible rubes like you.\",\"It doesn't even matter if the libs stole the election. Trump should just go ahead and take it, if he can.\",\"Scott Adams  considers himself a Master Persuader and he uses every rhetorical trick in the book to persuade you that America is so corrupt to try and get you to agree that a benevolent dictator would probably be preferable at this point.\",\"Think of the kind of 'helpful advice' that Wormtongue used to demoralise Théoden in Lord of the Rings.\",\"It's really horrible...\",\"So, if this sounds like fun to you, join Chris and Matt as they go to hell and become increasingly depressed throughout the episode!\"],\"links\":{\"Part 1\":\"Watch Me Monetize My Dumbest Critics While Discussing the Election Allegations. Thank You, Critics!\",\"Part 2\":\"https://www.scottadamssays.com/2020/11/28/episode-1201-scott-adams-part2-watch-me-monetize-my-dumbest-critics-while-discussing-the-election-allegations-thank-you-critics/\"},\"date\":\"2020-12-10T00:00:00\",\"id\":8,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/scott-adams-chris-and-matt-go-to-hell\"}",
        "{\"title\":\"Special Episode: Entering the Portal\",\"notes\":[\"Chris and Matt take a peak behind the curtain at Guru Community dynamics in the Web 2.0 era in an extended interview with Dan Gilbert, a self described 'Discord creature'. Dan provides insights from his long term participation in Eric Weinstein's 'Unofficial Portal' Discord and reveals the mystery behind the 'mentally unstable' community member!\",\"If you ever wanted to learn about the intricate distinctions between Geometric Unity, and Geometric Marginalism or the ill fated outcome of Eric's 'Experts only' forum... now is your chance.\",\"We will be back next week with our regular episode on Contrapoints.\"],\"links\":{\"Dan's apology song to Eric\":\"https://www.youtube.com/watch?v=7Vg_T7olBv0\",\"(@thebadstats)\":\"https://twitter.com/thebadstats\",\"Michael M. AKA Pineapplemikel\":\"https://www.instagram.com/pineapplemikel/\"},\"date\":\"2020-12-18T00:00:00\",\"id\":9,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-entering-the-portal-\"}",
        "{\"title\":\"Contrapoints: Making Philosophy Fabulous Again\",\"notes\":[\"Natalie Wynn is kind of a big deal. Her YouTube channel Contrapoints explores not only philosophy, but also politics and social issues. Praised by august publications such as the New Yorker and the Atlantic, there's little doubt that she has her finger on the pulse of contemporary internet culture (and its wars). The production values, costumes, and set dressings are all a sight to behold... and completely invisible on this podcast.\",\"Nevertheless, armed with a menagerie of alter-egos, Contrapoints does delve into some pretty deep waters and has garnered quite a cult following, despite (or perhaps because of) her self-deprecating humour and refusal to take herself too seriously.\",\"So, what is going on here, behind the cat eye contact lenses and elaborate costumes? Does she actually back up the insights she purports to provide with careful arguments? Will the duo decide that Contrapoints is just like Russell Brand: all style and no substance? Is her deprecating humour merely cover for a rampaging and performative ego? Will Matt ever find out where he can get his hands on that fabulous wallpaper?\",\"All these questions, and more, will be answered in this exciting new episode!\"],\"links\":{\"Justice (Part 1) Video\":\"https://youtu.be/smQsfNw_7V4\",\"New Yorker article on Contrapoints\":\"https://www.newyorker.com/culture/persons-of-interest/the-stylish-socialist-who-is-trying-to-save-youtube-from-alt-right-domination\"},\"date\":\"2020-12-28T00:00:00\",\"id\":10,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/contrapoints-making-philosophy-fabulous-again\"}",
        "{\"title\":\"Special Episode: Calibrating the Gurometer\",\"notes\":[\"Chris and Matt take a break from examining the endless stream of Guru galaxy brain takes to offer their own and calibrate their newly minted Gurometer.\",\"The Gurometer is composed of 10 key characteristics of guruosity which the decoders will be using to score the Gurus in future episodes.\",\"Listeners will learn about important concepts, like science hipsterism and pseudo-profound bullshit, and discover just how bad both Chris and Matt are at segways!\"],\"links\":{\"The Gurometer 'current draft' Google Doc\":\"https://docs.google.com/document/d/19PKXFn3qrzWr6nx622g9cEzyNBow0svQs_dN4fP3hjY/edit?usp=sharing\",\"Gretchen's Blog Review\":\"https://giantif.com/2021/01/03/decoding-the-gurus/\"},\"date\":\"2021-01-09T00:00:00\",\"id\":11,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/calibrating-the-gurometer\"}",
        "{\"title\":\"Douglas Murray: Can indulgent dinner conversation save OUR civilisation?\",\"notes\":[\"Douglas Murray is a British conservative columnist, social pundit, and veteran culture warrior famed for his biting wit and eloquent intellectual speech. But just how much of that is actually down to him having a posh British accent and a tendency to rant about whatever 'bloody' topic he's took a fancy to? \",\"Join Matt and Chris for their latest therapy session as they try to process what they've done to their brains by listening to an indulgent and meandering 4.5 hour conversation between Douglas and the IDW's über guru Eric Weinstein. \",\"Along the way you will learn the *real* truth about the coronavirus, the value of memorising Shakespearian sonnets, how embarrassing it is to eat bats, and just how sacred dinner tables actually are. \",\"...GUFFAW...\"],\"links\":{\"The Portal Episode 41: Douglas Murray- Heroism 2020: Defence of Our Civilization\":\"https://open.spotify.com/episode/0276N4pTGVxIgYUus7hHYm\"},\"date\":\"2021-01-22T00:00:00\",\"id\":12,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/douglas-murray-can-indulgent-dinner-conversation-save-our-civilisation\"}",
        "{\"title\":\"Special Episode: Interview with Thi Nguyen, a Gurometer's Guru\",\"notes\":[\"Today we talk to C. Thi Nguyen,  a philosophy professor at University of Utah. \",\"He has some excellent insights into the kind of discourse that *feels* like it gives us insight, that wonderful 'aha' moment. Basically, what happens when unscrupulous actors aim to optimise that feeling - putting aside concerns as to whether or not it's the real thing.\",\"Thi has previously studied 'moral outrage porn', which is a bit like food porn, but for your emotions. \",\"You might say \\\"X-porn\\\" is any material that gives us the fascimile of the thing, without having to put in the hard yards of actually doing the thing.\",\"You might also say there's such a thing as 'insight porn' and maybe that's what Gurus deliver! \",\"Matt and Chris feel like they got some real insights (touch wood) from their chat with Thi and they hope you do too!\",\"--------------------------------\",\"More from Thi Nguyen:\",\"Thi writes about many things, including echo chambers, epistemic bubbles and the seductive feeling of clarity. \"],\"links\":{\"A free preview of the first chapter of Thi's Games book\":\"https://philpapers.org/go.pl?id=NGUGAA&aid=NGUGAAv1\",\"Moral outrage porn\":\"https://philpapers.org/go.pl?id=NGUMOP&aid=NGUMOPv1\",\"The op-ed version of moral outrage porn\":\"https://www.nytimes.com/2019/07/26/opinion/sunday/porn.html\",\"The echo chambers paper\":\"https://philpapers.org/go.pl?id=NGUECA&aid=NGUECAv1\",\"How Twitter Gamifies Communication\":\"https://philpapers.org/go.pl?id=NGUHTG&aid=NGUHTGv1\",\"The best book on Echo Chambers\":\"https://www.amazon.com/Echo-Chamber-Limbaugh-Conservative-Establishment/dp/B005MZ6W96\",\"A great recent book arguing for the large-scale misinformation thesis: and it’s open access.\":\"https://oxford.universitypressscholarship.com/view/10.1093/oso/9780190923624.001.0001/oso-9780190923624\",\"Thi's appearance on ETV pod discussing Cheap Talk\":\"https://voidpod.com/podcasts/2020/12/17/ev-171-cheap-talk-with-c-thi-nguyen\"},\"date\":\"2021-01-29T00:00:00\",\"id\":13,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-thi-nguyen-a-gurometers-guru\"}",
        "{\"title\":\"Nassim N. Taleb: Everything these idiots, frauds, and assholes don't understand\",\"notes\":[\"Nassim Taleb, what a mensch. He's got the confidence of a bull in a china shop that has just bought a lycra muscle-shirt and knows it looks great on him.\",\"Our guru this week has surveyed the fields of statistics, economics, psychology, actually all of the social sciences, and finds them populated by a gaggle of pale, thin wristed, pocket-protector wearing wimps. Although, he's equally scathing towards COVID-sceptical libertarians, and Matt and Chris (in a totally unbiased manner) find him pretty funny and accurate there.\",\"More seriously, Taleb is a smart guy and quite fun to read and listen to. But he's also an infinite singularity of arrogance and hyperbole. Matt and Chris can't help but notice how convenient this pose is, when confronted with difficult-to-handle rebuttals. \",\"Taleb is a fun mixed bag of solid and dubious claims. But it's worth thinking about the degree to which those solid ideas were already well... solid. Many seem to have been known for decades even by all the 'morons, frauds and assholes' that Taleb hates. \",\"To what degree does Taleb's reputation rest on hyperbole and intuitive-sounding hot-takes? Will he ever un-block the co-hosts on twitter? Should Matt, a statistician and psychologist, re-train in a field where he can actually contribute something useful to the world?\",\"All of these questions, and more, will remain unanswered in this fresh new DTG episode!\"],\"links\":{\"The Antidote to Chaos interview discussed in the episode\":\"https://www.youtube.com/watch?v=57wRZCaetY0\",\"The original Bloomberg interview that was deemed too reasonable for the episode\":\"https://www.youtube.com/watch?v=ePmSa-n7kBA\",\"Sam Harris' amusing take on Taleb\":\"https://imgur.com/gallery/jfOX4\"},\"date\":\"2021-02-09T00:00:00\",\"id\":14,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/nassim-n-taleb-everything-these-morons-frauds-and-assholes-dont-understand\"}",
        "{\"title\":\"Special Episode: Interview with Matthew Remski on Conspirituality\",\"notes\":[\"Today we talk to Matthew Remski, co-host of the Conspirituality podcast, writer, yoga practitioner, and independent journalist. \",\"Matthew is a font of information on the alternative spirituality and health and wellness spheres and he gives Matt and Chris a crash course on the dynamics of those spheres. \",\"We discuss a range of topics including the growing overlap between spirituality and right wing politics, the enlightened locker room dynamics of male influencers, the role of invented traditions and the spirituality sphere and why Matt should grovel at the feet of his muscle master.\",\"Matthew provides a wealth of insight into the gurus we've examined as well as an entire host of new characters. As ever, we greatly enjoyed the chat and  hope you do too!\",\"--------------------------------\",\"More from Matthew Remski: \"],\"links\":{\"Matthew's Personal Website\":\"http://matthewremski.com/wordpress/\",\"The Conspirituality Podcast\":\"https://podcasts.apple.com/gb/podcast/conspirituality/id1515827446\",\"Matthew's work on Medium\":\"https://medium.com/@matthewremski\",\"His investigative book on Pattabhi Jois’s Ashtanga community\":\"https://matthewremski.com/wordpress/books/wawadia-main/\",\"Another great interview with Matthew by Stephen Kesting\":\"https://www.youtube.com/watch?v=UJDjyVphhGc\"},\"date\":\"2021-02-20T00:00:00\",\"id\":15,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-interview-with-matthew-remski-on-conspirituality\"}",
        "{\"title\":\"Ibram X. Kendi: Inside you are two wolves. One of them is racist.\",\"notes\":[\"Ibram X. Kendi is a Professor of history, director of the Boston University Center for Antiracist Research, and a research fellow at Harvard University. He is also the author of several best-selling and highly influential books on race in America.\",\"It seems like everybody has an opinion of Kendi, and when it comes  to the online commentariat, those opinions can get pretty hostile. \",\"Even among activists and anti-racists, he seems to spark division, with some grouping Kendi together with other controversial writers like Robin Di Angelo. Kendi is often accused of peddling a pop 'anti-racism' which is at best devoid of substance and at worst toying with totalitalitarianism. With his infamous proposal for a 'Department of Antiracism' that would have power over all aspects of governance, and recent illustrated children's book titled 'Anti-racist Baby', these criticisms are perhaps understandable.\",\"But what about the man himself, who in his lectures and interviews, comes across as something of a calm and reasonable voice amongst the culture war maelstrom?\",\"In this episode, Matt and Chris, until now famed for being not racist (honestly), courageously hurl themselves onto the pyre of American racial politics. Will they reveal their total lack of understanding of critical race theory and are they racist or anti-racist according to Kendi? Listen and find out.\"],\"links\":{\"Short interview with Kendi from 'The One You Feed' Podcast\":\"https://www.oneyoufeed.net/being-antiracist/\",\"Interview of Kendi by Ezra Klein for Vox Conversations\":\"https://podcasts.apple.com/us/podcast/ibram-x-kendi-wants-to-redefine-racism/id1081584611?i=1000452609664\",\"Kendi's article advocating for an Anti-Racist constitutional amendment\":\"https://www.politico.com/interactives/2019/how-to-fix-politics-in-america/inequality/pass-an-anti-racist-constitutional-amendment/\",\"'A Response to (Eric Weinstein's) Geometric Unity' Paper\":\"https://timothynguyen.files.wordpress.com/2021/02/geometric_unity.pdf\"},\"date\":\"2021-03-06T00:00:00\",\"id\":16,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/ibram-x-kendi-inside-you-are-two-wolves-one-of-them-is-racist\"}",
        "{\"title\":\"Ibram X. Kendi: Gurometer Rating (Patreon Preview)\",\"notes\":[\"In this episode we provide a special preview of our usual Patreon content with the follow up discussion and our Gurometer™ scores for Ibram X. Kendi. \",\"You can find a summary of all our Gurometer scores thus far available here.\",\"Our new subreddit can also be found here.\"],\"links\":{\"available here\":\"https://docs.google.com/spreadsheets/d/1Oe-af4_OmzLJavktcSKGfP0wmxCX0ppP8n_Tvi9l_yc/edit?usp=sharing\",\"here\":\"https://www.reddit.com/r/DecodingTheGurus/\"},\"date\":\"2021-03-12T00:00:00\",\"id\":17,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/ibram-x-kendi-gurometer-rating-patreon-preview\"}",
        "{\"title\":\"Special Episode: Interview with Phrost on Bullshido\",\"notes\":[\"Matt and Chris are helped again by a guest in their endless quest to get the bottom of what the Hell is Going On and What It's All About.\",\"Phrost describes himself as \\\"the world's most dangeous nerd\\\" and is not only an expert in the fighting arts (like, actual real fighting) but is also no slouch when it comes to combatting bullshit.\",\"He identifies as a soldier, a scientist, and as a shill for \\\"Big Reality\\\".\",\"And his site bullshido.net as well as his podcast The Art of Fighting BS comes up with the reality-based goods. Not only in debunking bullshit in martial arts but also with regard to miracle health cures, supplements, pop psychology, COVID and many other honey traps for the curious and the unwary.\",\"Tune in as Matt and Chris compares notes with Phrost on how and why people delude themselves. Marvel at Phrost's offers to fight Alex Jones, Steven Seagal, and (gasp) Gwenyth Paltrow (for Science!). Matt himself accepts the the offer to fight Phrost, conditional on him being ensconced comfortably within a properly equipped Armoured Fighting Vehincle.\"],\"links\":{\"bullshido.net\":\"bullshido.net\",\"The Art of Fighting BS\":\"https://podcasts.apple.com/us/podcast/the-art-of-fighting-bs/id1465330459\"},\"date\":\"2021-03-19T00:00:00\",\"id\":18,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-interview-with-phrost-on-bullshido\"}",
        "{\"title\":\"Special Episode: Sam Harris & Meditation is all you need\",\"notes\":[\"Sam Harris is a public intellectual who inspires strong reactions both positive and negative. Here, Matt and Chris dip their toes into Sam's introspective universe by analysing a recent 9 minute mini-episode of his Making Sense podcast titled 'Some Points of Confusion'. Sam intended to clear up some recurrent misunderstandings he has observed with maybe as much as 99% audience with this episode. What could be causing such a fundamental error and does he succeed in resolving the confusion? Join us to find out.\",\"In the episode you will learn about the true teachings of Jesus, how incredibly niche Chris' undergraduate degree was, the introspective case for social welfare, and why all meditators inevitably deny the existence of free will.\",\"This is an interesting one. And whether you love or hate Sam, we hope you find some value in our non-enlightened ejected introspections.\"],\"links\":{\"Making Sense Episode 243: Some Points of Confusion\":\"https://samharris.org/podcasts/243-points-confusion/\"},\"date\":\"2021-04-02T00:00:00\",\"id\":19,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-sam-harris-meditation-is-all-you-need\"}",
        "{\"title\":\"Gwyneth Paltrow: Crawling with parasites and in need of a cleanse\",\"notes\":[\"Who would have thought it, the Hollywood A-lister and founder of the luxury lifestyle brand 'Goop', Gwyneth Paltrow also finds time to host a podcast. Making her a prime target for Matt and Chris, who simply cannot stomach the competition!\",\"Fans have the option to join Paltrow in questing for the eternal and well-guarded secrets of health and wellness. But unless you're only after some lip-balm, this total holistic and integrative lifestyle is not going to come cheap! As we learn from her special guest Kristine Gedroic you are also going to need some precision medical diagnostics to balance with your biome, cleanse your cell membranes, and undo the horrors of 5G. And that isn't even addressing the panoply of parasites that we are all (apparently) infested  with. So this is why Matt and Chris haven't been actualising their spiritual selves recently. \",\"In some ways, this health and wellness space is familiar stomping ground for Matt and Chris (and maybe for many listeners too). However, the duo reckon that Paltrow, Goop, and the whole industry is very 'Now' and might even hint at some exciting new directions elite culture is taking. \",\"Check it out! And get yourself checked for bespoke parasites while you're at it. Seriously... we are all riddled with them.\"],\"links\":{\"How do we deal with- and prevent- chronic illness? Goop Podcast with Kristine Gedroic\":\"https://goop.com/the-goop-podcast/how-do-we-heal-and-prevent-chronic-illness/\",\"Gwyneth Paltrow: Ask Me Anything\":\"https://goop.com/the-goop-podcast/gwyneth-paltrow-ask-me-anything/\",\"Hard Talk interview with Gwyneth Paltrow\":\"https://www.youtube.com/watch?v=qKD5nwcteBM\"},\"date\":\"2021-04-13T00:00:00\",\"id\":20,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/gwyneth-paltrow-crawling-with-parasites-and-in-need-of-a-cleanse\"}",
        "{\"title\":\"Michael O\\\"Fallon: The Jacobins are Back..... To Reset..... Everything.... Dun Dun Daah!\",\"notes\":[\"Just as the Terror was used by Robespierre and the Jacobins during the French Revolution two centuries ago, fear and draconian control is being used today to usher in... The Great Reset.\",\"Or so Michael O'Fallon would have you believe. O'Fallon is the founder of Sovereign Nations, a Christian nationalist organisation that aims to \\\"prepare warriors for the battleground of ideas\\\". He's recently been collaborating with James Lindsay, renowned culture warrior and online troll, to teach us all how critical theory and social justice are hell bent on destroying Our (or at least Western) Civilisation.\",\"Chris and Matt are joined by Aaron Rabinowtiz, host of Embrace the Void (@ETVPod) and Philosophers in Space podcasts, PhD student and lecturer at Rutgers University. Aaron has Done the Work, he has the Documents, he's been privy to the secret conversations, and he's here to help the boys decode just WTF is going on here.\",\"So, what's the deal with O'Fallon? Is he a sorely-needed, breathy and bombastic prophet bearing a critical message of our impending doom? Why does he take such long pauses?  Where did he get such a laughably inaccurate understanding of the French Revolution? We can't promise all the answers in this episode, but we're going to give it a shot. The Future of our Civilisation.... Depends Upon It.....\",\"....\",\"Dun Dun Daaaaah!\"],\"links\":{\"Sovereign Nations' The Causes of Things Podcast Episode 25: The Great Reset\":\"https://sovereignnations.com/2020/11/02/25-the-great-reset/\",\"Embrace The Void Episode 150: Sovereign Nations and the Grievance Hoaxers\":\"https://voidpod.com/podcasts/2020/7/9/ev-150-sovereign-nations-and-the-grievance-hoaxers\",\"Philosophers in Space Facebook Group\":\"https://www.facebook.com/0gPhilosophy/\",\"Sovereign Nations Website\":\"https://sovereignnations.com/2019/09/18/hitler-progressive/\"},\"date\":\"2021-05-06T00:00:00\",\"id\":21,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/michael-ofallon-the-jacobins-are-back-to-reset-everything-dun-dun-daah\"}",
        "{\"title\":\"Brett Weinstein & Heather Heying: Why are 'they' suppressing Ivermectin, the miracle cure?\",\"notes\":[\"This episode wasn't meant to be about Ivermectin, or Bret and Heather's unique ability to apply an 'evolutionary lens' to understand everything, including virology, epidemiology, immunology and the culture war... but it is.....\",\"We meant to  make a few topical comments prior to the main episode, but the comments led into some rants, and then with the clips, those rants metastasised into a full-sized episode. So the duo had to travel back in time to record a new introduction, and back again, forward this time, in time, to record the outro and it all got very complicated.\",\"Anyway, it is what it is!\",\"Bret and Heather are 95% sure that the COVID vaccines are like playing Russian Roulette with a loaded gun, and that the scientific and public health authorities are lying to everyone, and we would be better off avoiding these risky vaccines and taking   Ivermectin instead. Bret even demonstrates how to swallow a pill live on air. But they are not anti-vax! No not at all. They're not conspiracy theorists either! Of course they're not. Conspiracy hypothesisers, maybe... but there is a crucial distinction there. Either way they have concerns, and Matt and Chris have concerns with their concerns. \",\"So enjoy this very special 'meta' episode.\",\"Also, stay tuned after the music ends for one of Matt's rare rants. Live mic situation, and Chris snuck it in there.\"],\"links\":{\"DarkHorse Podcast Episode 80: What Covid Reveals About our Leaders\":\"https://podcasts.apple.com/us/podcast/80-what-covid-reveals-about-our-leaders-bret-weinstein/id1471581521?i=1000521865103&l=da\",\"DarkHorse Podcast Episode 79: #NotAllMice\":\"https://podcasts.apple.com/us/podcast/79-notallmice-bret-weinstein-heather-heying-darkhorse/id1471581521?i=1000520885553&l=da\",\"DarkHorse Podcast with Geert Vanden Bossche & Bret Weinstein\":\"https://twitter.com/messages/33230870-1040355476049780736\",\"ScienceBasedMedicine article examining the new hype over Ivermectin\":\"https://sciencebasedmedicine.org/ivermectin-is-the-new-hydroxychloroquine/\",\"New Discourses Podcast Episode 35 (James Lindsay): How to End Vaccine Hesitancy\":\"https://newdiscourses.com/2021/05/how-to-end-vaccine-hesitancy/\",\"Good article on Politifact covering the lab leak 'controversy'\":\"https://www.politifact.com/article/2021/may/17/debating-origins-covid-19-virus-what-we-know-what-/\"},\"date\":\"2021-05-22T00:00:00\",\"id\":22,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/brett-heather-weinstein-why-are-they-suppressing-ivermectin-the-miracle-cure\"}",
        "{\"title\":\"Bret Weinstein & Jordan Peterson: Two gargantuan intellects stare into the abyss\",\"notes\":[\"The big dog of the Intellectual Dark Web, Jordan Peterson, is back! And this hero, this mythical archetype, is welcomed back from his long hiatus by DTG regular, Bret Weinstein .  To his credit, Bret does the impossible and makes Jordan seem surprisingly humble and reflexive simply by virtue of comparison.\",\"The duo cover a lot of territory, ranging from hot takes about how hospitals probably kill more people than they save (Peterson), the evolutionary modules controlling rape and genocide (Weinstein), how religion contains the ultimate evolutionary cheatsheet to ascend the hierarchy (Peterson), and how they are both absolutely crucial for understanding everything wrong with what's going on these days (BOTH).\",\"So yes... Chris and Matt couldn't resist returning to this epic crossover of two guru favourites one last(?) time for a bit of decoding. There's a heaping of the usual trademark guru dynamics on display, as well as the obligatory ersatz academ-ese, mutual back-patting, and huge leaps of speculative reasoning. These guys ping-pong back and forth to build up a pretty impressive synthesis of latent religious symbols and Bret's bespoke alternative evolutionary theory of 'lineage selection'. \",\"You will come away with your brain a smouldering ruin after dealing with so many high level ideas... you have been warned!\",\"P.S. If you make it all the way to the end you'll get to hear Matt DESTROY a so-called philosopher's Low Quality Criticism with REASON and SCIENCE.\",\"P.P.S. The Alternative Title: 'Lineage selection hierarchy heroes 2: Choose your guru!' suppressed by the Distributed Australian Dilettante or DAD.\"],\"links\":{\"Darkhorse Podcast: Jordan Peterson is Back!\":\"youtube.com/watch?v=O55mvoZbz4Y\",\"Jordan B. Peterson Podcast S4E10: Minefields and the New Political Landscape | Bret Weinstein\":\"https://www.youtube.com/watch?v=2O_gW4VWZ5c\",\"Critical Article on Peterson that appeared in the Times that he complains about\":\"https://www.thetimes.co.uk/article/jordan-peterson-depression-drug-dependency-daughter-mikhaila-rehab-russia-0xtz2ph32\",\"TWiV 760: SARS-CoV-2 origins with Peter Daszak, Thea Kølsen Fischer, Marion Koopmans\":\"https://www.microbe.tv/twiv/twiv-760/\",\"TWiV 762: SARS-CoV-2 origins with Robert Garry \":\"https://www.microbe.tv/twiv/twiv-762/\",\"Nice blog debunking the claims made in Wade's Medium piece on the Lab Leak\":\"https://medika.life/debunking-nicholas-wades-origin-of-covid-conspiracy-theory/\",\"Detailed Twitter thread by virologist Kristian Andersen discussing lab leak investigations\":\"https://twitter.com/K_G_Andersen/status/1377826266850553857\"},\"date\":\"2021-06-04T00:00:00\",\"id\":23,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/two-gargantuan-intellects-stare-into-the-abyss\"}",
        "{\"title\":\"Special Episode: Interview with Tim Nguyen on Geometric Unity\",\"notes\":[\"Despite promising to leave Weinstein world for an overdue holiday, Matt and Chris have been lured back by a world shattering theory with a cosmic vision of ultimate unity! We are speaking, of course, about Eric Weinstein's revolutionary theory of everything: 'Geometric Unity'. To help uncover the mysteries embedded deep within this scientific Rosetta stone, Matt and Chris are joined by a special guest Tim Nguyen. Tim is a mathematician and the co-author of a recent paper that tried to mathematically construct and critically assess the theory of Geometric Unity as laid out in Eric's content.\",\"Eric has not exactly welcomed the critical feedback and has accused Tim and his co-author, Theo, of having nefarious motives and being very bad guys. So we thought it was worth talking to Tim about their real motivations for the paper, their criticisms of Geometric Unity, and whether they are official DISC agents.\",\"Join us as we leap one more time into Weinstein world!\",\"Notes provided by Tim\"],\"links\":{\"paper\":\"https://timothynguyen.files.wordpress.com/2021/02/geometric_unity.pdf\",\"blog post\":\"https://t.co/V5BppvwyPQ?amp=1\",\"recording\":\"https://www.youtube.com/watch?v=0LRjAWstrPc&t=3916s\",\"here\":\"https://youtu.be/0LRjAWstrPc?t=4049\",\"chiral\":\"https://en.wikipedia.org/wiki/Chiral_gauge_theory\",\"chiral anomaly\":\"https://en.wikipedia.org/wiki/Chiral_anomaly\",\"interview\":\"https://youtu.be/N_aN8NnoeO0?t=3992\",\"Wikipedia article\":\"https://en.wikipedia.org/wiki/Seiberg%E2%80%93Witten_invariants\"},\"date\":\"2021-06-12T00:00:00\",\"id\":24,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-interview-with-tim-nguyen-on-geometric-unity\"}",
        "{\"title\":\"Special Episode: Interview with Jesse Singal on Quick Fix Psychology\",\"notes\":[\"Another week and another extra special interview with journalist, podcaster, and Twitter outrage lightning rod, Jesse Singal.\",\"We discuss his new book on Quick Fix psychology, the fallout of the replication crisis, and why we should be skeptical of anyone peddling simple 'one size fits all' solutions to complex social & psychological problems.\",\"We have a fun wide ranging discussion covering social media dynamics, the dangers of audience capture, and the goddamn lab leak hypothesis! We also discover the dictionary definition pedantism and abuse Jesse with unending uncomfortable questions about culture war controversies.\",\"Jesse provides keen insight and is a good sport when it comes to critical topics, we really enjoyed having him on and hope you guys enjoy the result!\"],\"links\":{\"Jesse's new Book: The Quick Fix\":\"https://www.amazon.com/Quick-Fix-Psychology-Cant-Social/dp/0374239800\",\"Blocked and Reported Podcast\":\"https://barpodcast.fireside.fm/\",\"Jesse's Singal-Minded Substack\":\"https://jessesingal.substack.com/\"},\"date\":\"2021-06-18T00:00:00\",\"id\":25,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-interview-with-jesse-singal-on-quick-fix-psychology\"}",
        "{\"title\":\"Anthony DeMello: The Bob Ross of Spiritual Gurus?\",\"notes\":[\"Well, the hosts have had a good long taste of the culture wars and friends, it is a bitter, bitter draught. As a palette cleanser, we return to a simpler time, a better(?) time... The 1980's! When Chris Kavanagh was young and innocent, running about in short pants with a twinkle in his eye and (I assume) lobbing bricks at RUC armoured vehicles for the craic. At nights he would curl up and listen to CASSETTE tapes of a fellow called Anthony De Mello, while the eyes of Pope Ratzinger would stare at him disapprovingly from the poster (I assume) that was on the wall of his room.\",\"Yes, we're returning to the gurus our decoders were fans of during their young and impressionable years. And Chris rather liked Fr. Anthony De Mello. Who is he? A Jesuit priest who sounds more like a Buddhist monk with a message of peace, detachment, and the recipe for happiness. He says that society trains us to act like robots, encouraging us to go through life in a depressed haze. After you apply his recipe, you'll still be depressed, but you'll realise the depression is like the clouds, but you are the sky. \",\"He's got the good vibes of Bob Ross, but does that conceal something darker? Was spiritual self-help better or worse in the 1980s compared today? Listen, and you shall know all!\"],\"links\":{\"One of DeMello's Waking Up Talks on Daily Motion\":\"https://www.dailymotion.com/video/x16fohf\",\"DeMello's Spirituallity Center\":\"https://www.demellospirituality.com/\",\"Matt and Chris' 'You're Probably Not Galileo' article for Skeptic UK\":\"https://www.skeptic.org.uk/2021/06/youre-probably-not-galileo-scientific-advance-rarely-comes-from-lone-contrarian-outsiders/\",\"Tim Nguyen's appearance on Eigen Bros\":\"https://eigenbros.com/eigenbros-ep-120-timothy-nguyen-problems-with-eric-weinsteins-geometric-unity/\"},\"date\":\"2021-06-26T00:00:00\",\"id\":26,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/anthony-demello\"}",
        "{\"title\":\"Special Episode: Interview with Amanda Montell on Cultish Linguistics\",\"notes\":[\"Amanda Montell is an author, linguist, and podcaster with a new book 'Cultish' on \\\"how cultish groups from Jonestown and Scientology to SoulCycle and social media gurus use language\\\" to manipulate followers and cultivate power.\",\"In the interview she offers fantastic insights that cover not only guru linguistics but also the social dynamics of modern cults and 'cultish' phenomenon.  \",\"We learnt a lot from Amanda and hope you will too!\"],\"links\":{\"Amanda's Website\":\"http://amandamontell.com/\",\"Cultish: The Language of Fanaticism\":\"https://www.amazon.com/Cultish-Language-Fanaticism-Amanda-Montell/dp/0062993151\",\"Sounds like a Cult Podcast\":\"https://www.soundslikeacult.com/\"},\"date\":\"2021-07-02T00:00:00\",\"id\":27,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-interview-with-amanda-montell\"}",
        "{\"title\":\"Special Episode: Interview with Daniel Harper on the Far Right & IDW Criticism\",\"notes\":[\"In this episode we have an engaging discussion with Daniel Harper host of the anti-fascist podcast 'I Don't Speak German' about his experience covering the Far Right and what constitutes responsible engagement/coverage of various online figures.\",\"We cover the role of political perspectives when examining online figures, the use of social media by far right figures, and the use and abuse of political categories. We also cover some potential criticisms with the DTG approach and in so doing answer an eternal question of the ages: 'Are we the baddies?'\",\"Join us for a fun discussion while accepting our apologies for the self-indulgence of an episode that, to some extent, involves us talking about... ourselves. We will be back with a full Guru episode very soon!\"],\"links\":{\"I Don't Speak German Podcast\":\"https://idontspeakgerman.libsyn.com/\",\"Episode 88 of IDSG Podcast: The Long Shadow of New Atheism, with Eiynah Mohammed-Smith\":\"https://idontspeakgerman.libsyn.com/88-the-long-shadow-of-new-atheism-with-eiynah-mohammed-smith\"},\"date\":\"2021-07-15T00:00:00\",\"id\":28,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-interview-with-daniel-harper-on-the-far-right-idw-criticism\"}",
        "{\"title\":\"Carl Sagan: My God, it's full of stars\",\"notes\":[\"In the second instalment of the personal gurus season we take a look at Matt's childhood science guru: the famed astronomer and science communicator Carl Sagan. \",\"Sagan's regarded as an intellectual hero amongst skeptics and supporters of science but is the admiration warranted or is this a halo effect enhanced by youthful innocence and the distorting mists of time? Was Matt's first science crush justified? Is Carl as 'right on' as popular sentiment suggests? Join us as we struggle to peer into the vast abyss, stare deep into the heart of the guru constellation, and uncover the truth. It's time to take a long hard look at a small sliver of our demon haunted, pale blue dot. \",\"Along the way we address the burning issues including: whether Carl Sagan is actually a woke cuck, how Chris feels about chimpanzees in lipstick, if humility might actually be a good thing, and whether the universe was actually created for rocks.\",\"So join us as we return to a simpler time, when scientists wore turtleneck sweaters, ill advised tweets were not yet possible, and gurus were REAL gurus.\",\"Also featured in this week's episode: Weinstein Watch, Viewer Feedback, the Next Guru Announcement, and an illustration of how to provide an even tempered & measured response to critical feedback.\"],\"links\":{\"Carl Sagan's 1994 'lost' lecture: The Age of Exploration\":\"https://www.youtube.com/watch?v=6_-jtyhAVTc\",\"Sagan's Final Interview with Charlie Rose\":\"https://www.youtube.com/watch?v=U8HEwO-2L4w&t=1s\"},\"date\":\"2021-07-23T00:00:00\",\"id\":29,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/carl-sagan-my-god-its-full-of-stars\"}",
        "{\"title\":\"Special Episode: Interview with Evan Thompson on Buddhist Exceptionalism\",\"notes\":[\"We class up the podcast this week with another special interview with a philosopher specialising in Asian philosophical traditions, cognitive science, and philosophy of mind.\",\"In our discussion with Evan we address the reception and presentation of Buddhism in the West, whether it is accurate to describe it as a mind science, and how 'Buddhist modernism' is related to Buddhist exceptionalism. We also get into debates of the nature of Self and whether Sam Harris is correct to claim that modern cognitive science has confirmed the insights from Buddhism.\",\"This is not an episode targeting the tradition of Buddhism but rather an examination of a specific (modern) manifestation of Buddhism that is particularly popular in the West (and has long been a topic of fascination for Chris!).\",\"So join us to distill the real teachings of the Buddha and hear how our ramblings are confirmed by 2,500 years of introspective mind science!\"],\"links\":{\"Evan's (excellent) book: 'Why I am not a Buddhist'\":\"https://www.amazon.com/Evan-Thompson/e/B001HCU61S\",\"An engaging debate between Robert Wright & Evan Thompson\":\"https://www.youtube.com/watch?v=heSq98tNTlM\",\"American Philosophical Association Newsletter with a Book Symposium on 'Why I am not a Buddhist'\":\"https://cdn.ymaws.com/www.apaonline.org/resource/collection/2EAF6689-4B0D-4CCB-9DC6-FB926D8FF530/AsianV20n2.pdf\",\"Interesting debate betwen Sam Harris and Evan Thompson on whether Sam is promoting Buddhist Modernism (paywalled)\":\"https://dynamic.wakingup.com/course/CA1B9E\"},\"date\":\"2021-07-30T00:00:00\",\"id\":30,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-interview-with-evan-thompson-on-buddhist-exceptionalism\"}",
        "{\"title\":\"Special Episode: Interview with Robert Wright on crackpots, gurus, and modern media ecosystems\",\"notes\":[\"This week we welcome the author, journalist, and podcaster Robert Wright. Robert wrote the popular (and provocative!) book 'Why Buddhism is True' and has hosted many interesting discussions and debates at bloggingheads.tv, which he co-founded.\",\"We had a wide ranging discussion that touched on a vast array of topics including: the Weinsteins & their relative crackpot ratings, alternative & Mainstream media ecosystems and how they feed into guruism, what are gurus anyway (and are they all bad), Sam Harris and cognitive biases, whether Bob is a Buddhist Modernist, the extent to which meditation is a form of cultural conditioning, if wokism is really taking over America, and whether Matt & Chris' actually hate evolutionary psychology or not.\",\"Robert offers a unique perspective, displays a lot of good humour and patience, and indulges our ongoing fetishism of self deprecation culture. So join us for a suitably meandering Irish-Aussie-Americo conversation that involves only the prescribed amount of mutual backpatting!\",\"P.S. We promise the Gad Saad episode is coming soon!\"],\"links\":{\"Bob's Book 'Why Buddhism is True'\":\"https://www.amazon.com/Why-Buddhism-True-Philosophy-Enlightenment/dp/1439195455\",\"'Is Eric Weinstein a Crackpot' on Bob's Non-zero Substack\":\"https://nonzero.substack.com/p/is-eric-weinstein-a-crackpot\",\"Bob's Interview with Tim Nguyen for The Wright Show\":\"https://www.youtube.com/watch?v=j86WIfRfPDk\",\"Bob's article for Wired on Sam Harris & Tribalism (the one that got him cut off!)\":\"https://www.wired.com/story/sam-harris-and-the-myth-of-perfectly-rational-thought/\",\"The Crackpot Index by John Baez\":\"https://math.ucr.edu/home/baez/crackpot.html\"},\"date\":\"2021-08-13T00:00:00\",\"id\":31,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-interview-with-robert-wright-on-crackpots-gurus-and-modern-media-ecosystems\"}",
        "{\"title\":\"Gad Saad: Oh my Gad, it's the Saadfather!\",\"notes\":[\"Gad Saad is a Professor of Marketing at Concordia University, author of The Consuming Instinct and, more recently, The Parasitic Mind: How Infectious Ideas Are Killing Common Sense. Self described as the 'Gadfather' with a podcast called the Saad Truth, he's certainly well versed in puns on his name. But is Prof. Saad the true Godfather of evolutionary consumption as he claims? or is he more of a Fredo, perpetually getting passed over for other Gurufathers?\",\"Gad is worried about parasitic brain worms that are influencing people's politics, though this affliction seems to correlate pretty strongly with all the liberal political views that Gad dislikes. Indeed, you won't find any discussion of MAGA or QAnon in his extensive bestiary of the pernicious brain-worms that can parasitise your mind. Rather it is 'Trump Derangement Syndrome' that has Gad fretting. \",\"But it isn't all partisan politics, we also get to see Gad draws on his knowledge of evolutionary psychology and unparalleled 'surgical' satirical skills to 'castrate' his opponents. Get ready for a string of anecdotes in which Gad destroys postmodern ideologues with facts and logic, embarrasses pigeon brained academics, and teaches his soccer coach the true meaning of freedom... and then everyone stood up and called!\"],\"links\":{\"Vaccine: The Human Story\":\"https://podcasts.apple.com/us/podcast/vaccine-the-human-story/id1569810932\",\"Great thread on conspiracy theories and Gurus on Twitter\":\"https://twitter.com/normative/status/1424946657242796034\",\"Timbah on Toast's YouTube Documentary on Tim Pool\":\"https://www.youtube.com/watch?v=TRfbczIaR7E\",\"Gad Saad: The Death of Truth and How to Revive it: Modern Wisdom Podcast Ep. 217\":\"https://www.youtube.com/watch?v=SEWOI317XtY\"},\"date\":\"2021-08-20T00:00:00\",\"id\":32,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/18-gad-saad-oh-my-gad-its-the-saadfather\"}",
        "{\"title\":\"Special Episode: Welcome to Weinstein World with special guest David Pizarro\",\"notes\":[\"The Weinstein brothers have been busy bees over the past few weeks/months(!) and it left Matt and Chris with a conundrum. How do they cover them as part of an intro segment without it turning into a five hour podcast? \",\"The solution was to make a two hour stand alone special episode purely dedicated to exploring the wonders (and shivering at the occasional horrors) as we try to map the terrain of Weinstein World. To help us navigate the alien geography and provide a 'relatively normal person' sanity check we have enlisted the help of the famed psychologist, David Pizarro, also known for co-hosting Very Bad Wizards (a small, upcoming ghost-hunting/philosophy podcast).\",\"Together with David we decode ancient mysteries, like why does Eric always wear a jacket?, we solve deep existential puzzles, like whether vodka can cure all conflicts, and we ponder heretofore unimagined possibilities, like how successful an audiobook of Fifty Shades of Grey read by Sam Harris and Heather Heying would be.\",\"So we hope you will join us on this exploration and remember our core message: *You do not have to promote anti-vaccine rhetoric & unproven miracle cures during a global pandemic*\"],\"links\":{\"Very Bad Wizards(!): David's excellent podcast hosted with philosopher Tammler Sommers\":\"https://www.verybadwizards.com/\",\"Very Bad Wizards Episode 191: All the Rage\":\"https://www.verybadwizards.com/191\",\"Rebel Wisdom interview with Eric Weinstein: Vaccines, Ivermectin & Dark Horse\":\"https://www.youtube.com/watch?v=1d8xLUXk58Q\",\"Rebel Wisdom: Better Skeptics for the Dark Horse\":\"https://www.youtube.com/watch?v=6CY3cbIvvBo\",\"Rebel Wisdom: Yuri Deigin Responds to Bret Weinstein on Vaccines, Ivermectin & Quillette\":\"https://www.youtube.com/watch?v=GwzfnZfo-rU\",\"Bret and Heather 92nd DarkHorse Podcast Livestream: The Blankest Slate\":\"https://www.youtube.com/watch?v=PsAuBn9UQWM\",\"Claire Berlinski & Yuri Deigin's Article on Quillette: Looking for COVID-19 ‘Miracle Drugs’? We Already Have Them. They’re Called Vaccines\":\"https://quillette.com/2021/07/06/looking-for-covid-19-miracle-drugs-we-already-have-them-theyre-called-vaccines/\",\"Article on Medium by David Fuller: On Vaccine Safety, Ivermectin and the Dark Horse Podcast: An Investigation\":\"https://medium.com/rebel-wisdom/on-vaccine-safety-ivermectin-and-the-dark-horse-podcast-an-investigation-f32491d4c970\"},\"date\":\"2021-08-27T00:00:00\",\"id\":33,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-welcome-to-weinstein-world-with-special-guest-david-pizarro\"}",
        "{\"title\":\"Jordan Hall: Sensemaking, or the superficial pitter-patter on the neocortex?\",\"notes\":[\"This episode is about sense-making... if you are not sick of that term yet, trust us, you soon will be.\",\"To get things rolling, Matt and Chris launch the podcast with a pair of rants. Chris vents about the lab-leak theorists who plague his mentions and Matt gets triggered by US libertarian takes on the military dictatorship apparently taking over Australia. He needs to get his thoughts out there before the secret police come and drag him away.\",\"Then we get the point (relatively quickly this time - see, we're getting better!) and leap into a truly indulgent level of sense making meta dialogue. Matt and Chris talk about a conversation between David Fuller and Jordan Hall, who are themselves discussing another conversation that Jordan Hall had with someone called Brandon Hayes.\",\"Yes, in this episode, you'll be listening to a conversation about a conversation about a conversation. It's like a podcast version of Inception, including a large amount of ponderous and ambiguous dialogue - you'll have to dig deeper, engage your sense making muscles, and it'll maybe make sense once it's all over.\",\"Anyway, so Brandon Hayes is a 'Propertarian', which appears to be an anti-semitic, ethnonationalist 'philosophy' with fascist and eugenic elements created by an odd American man called Curt Doolittle, . Cool, cool... David Fuller is raising some very legitimate concerns, and pulling Jordan Hall up on what seemed to be a rather generous and pally interview he conducted with Brandon. \",\"But it's Jordan's responses that really sparked the interest of the duo. He responds and explains. Or does he? There's a lot of reflections on the co-participatory seeking of Truth, the importance of the conversational process, the transformative nature of challenging relationships, but no real interest in the actual content of what people believe and promote. In this framing, a conversation with an anti-semite who promotes a neo-fascistic ideology becomes primarily just a stepping stone on a spiritual journey of transformative self-growth.\",\"As Jordan says, the literal content is just the superficial pitter-patter on the neocortex. But he's interested in something deeper, ineffable. The language Jordan uses is a tour-de-force in guru-esque 'sensemaking'. In a linguistic sense, he's like the bastard lovechild of Jordan Peterson and Eric Weinstein. \",\"Anyway if that sounds good to you then tune in, check it out, and if you manage to stick it out all the way to the end you are rewarded by Chris and Matt mulling over the validity of a harsh one-star review.\"],\"links\":{\"Interview featured on the Episode on Rebel Wisdom: 'Sensemaking, Gatekeeping & the Propertarians, Jordan Hall'\":\"https://www.youtube.com/watch?v=FfMjyNipCLI\",\"Very good and highly critical Medium Article on the topic by David Fuller\":\"https://medium.com/rebel-wisdom/sensemaking-gatekeeping-talking-with-fascists-fda652608f0e\"},\"date\":\"2021-09-11T00:00:00\",\"id\":34,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/jordan-hall-sensemaking\"}",
        "{\"title\":\"Special Episode: Interview with Stuart Ritchie on Hunter Gatherers in the 21st Century, covid skeptics, and bad science\",\"notes\":[\"This week we have an engaging interview with the scientist, author, and public science communicator Stuart Ritchie. Stuart wrote the excellent 'Science Fictions: Exposing Fraud, Bias, Negligence and Hype in Science' and is a prolific advocate fr better science and more nuanced public discourse.\",\"In this episode we start of by discussing Stuart's recently published review of Bret Weinstein and Heather Heying's new book 'A Hunter Gatherer's Guide to the 21st Century'. Was Stuart a fan and is now an acolyte of Weinsteinian lineage theory? Tune in to find out.\",\"Also, for those who enjoy 'challenging conversations', robust discourse, and regularly shop in the marketplace of ideas, there is an extended discussion on whether we have been a little bit too kind on the government and public health institutions. Stuart uses facts and logic and attempts to DESTROY us, so come and get your well earned vicarious catharsis but be prepared for plenty of postmodern deflection. We've learned from the best.\",\"This Week's Sponsor\"],\"links\":{\"Stuart's Review of Bret & Heather's new book at the Guardian\":\"https://www.theguardian.com/books/2021/sep/24/a-hunter-gatherers-guide-to-the-21st-century-review-sciencey-self-help\",\"Website for Stuart's (Excellent) Book: Science Fictions\":\"https://www.sciencefictions.org/\",\"Anti-Virus: The Covid 19 FAQ Website\":\"https://www.covidfaq.co/\",\"'How the Experts Messed up on Covid' at Unherd by Stuart & Michael Story\":\"https://unherd.com/2020/10/how-the-experts-messed-up-on-covid/\",\"'How Covid Skeptics were duped by the Wonderdrug Ivermectin' at New Statesman by Stuart\":\"https://www.newstatesman.com/science-tech/2021/03/how-covid-sceptics-were-duped-wonder-drug-ivermectin\",\"Chris' Tweet-thread Chapter by Chapter review of Stuart's Book (use the hashtags to find the rest)\":\"https://twitter.com/C_Kavanagh/status/1293012571511898112?s=20\",\"Kevin Bird's Tweet with an extract from B&H's book\":\"https://twitter.com/thebirdmaniac/status/1440107670929768451?s=20\",\"ground.news/gurus\":\"https://ground.news/gurus\"},\"date\":\"2021-09-24T00:00:00\",\"id\":35,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-interview-with-stuart-ritchie-on-hunter-gatherers-in-the-21st-century-covid-skeptics-and-bad-science\"}",
        "{\"title\":\"Interview with Stuart Neil on SARS CoV-2\",\"notes\":[\"You might have noticed there's been a bit of talk recently about a certain virus. A virus that may or may not have a vaccine that is very safe and effective, that may or may not be curable via hydroxychloroquine, vitamin D and ivermectin. That may or may not have escaped from a certain Chinese lab....\",\"Yes folks, we're talking about SARS CoV-2. And although it's  technically not directly guru-related, these are topics that have sucked so many of our gurus in like a conceptual black hole. \",\"So, we were particularly happy that Dr. Stuart Neil was willing to talk to us and sort this stuff out.  Stuart is a Professor of Virology at King's College London. He's a specialist in virus cell biology and immunology, antiviral restriction, and has studied HIV, Ebola, and most recently COVID.\",\"Stuart is passionate about helping to inform the public about the state of scientific knowledge on COVID, and is known for his many excellent twitter threads helping to provide summaries and combat the misinformation and conspiracy theories that surround these topics.\",\"In this episode, Stuart gives a nuanced and crystal clear summary of where the evidence is pointing on these COVID-related topics. Stuart's  frank about what we do and we do not know on these topics. And with Matt and Chris, there's interesting discussions about the controversies surrounding THAT letter to the Lancet, how scientific publishing works, and how the 'scientific consensus' develops in a politically charged and highly dynamic situation.\",\"If you have friends or colleagues who are uncertain about what positions the evidence supports on COVID, then THIS is the guy and THIS is the episode you want them to listen to.\",\"This Week's Sponsor\"],\"links\":{\"Stuart's article on Fake Science and Judy Mikovits\":\"https://www.liebertpub.com/doi/10.1089/AID.2020.0095\",\"Stuart's Twitter profile\":\"https://twitter.com/stuartjdneil\",\"D.R.A.S.T.I.C.'s Website\":\"https://drasticresearch.org/\",\"ground.news/gurus\":\"https://ground.news/gurus\"},\"date\":\"2021-10-09T00:00:00\",\"id\":36,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-interview-with-stuart-neil-on-sars-cov-2\"}",
        "{\"title\":\"Mikhaila Peterson: The Marvelous World of Meat\",\"notes\":[\"The hosts are certainly in no position to criticise someone for what they eat, with Matt unable to resist a Fosters and shrimps on a barbie, and Chris subsisting entirely on potatoes and Guinness. \",\"But... neither host have yet attempted to live on an all meat diet.\",\"Which is a shame, because according to Mikhaila Peterson and many others, meat and only meat is what you need. Sure, it's on the edgier part of the fad diet spectrum. But according to proponents: inflammation, depression, chronic Lyme disease - you name it, meat cures it. \",\"In this episode you'll learn about the surprising diversity of customised, bespoke, and finely-tuned all-meat diets that are out there. You'll also learn more about Chris' two mortal enemies, the British and the Fish, and how Matt's snacking proclivities mean he is in perilous danger of becoming a fungus zombie. \",\"More substantively, Mikhaila provides an interesting entry point to dig a little deeper into the psychological, psychosomatic, and physical problems that lead people into adopting this kind of restrictive practice. Just as Jordan Peterson discussed the truly horrific and destructive powers unleashed by sipping apple cider, there seems to be a common theme of attributing HUGE and dramatic powers to dietary choices. All of which is connected to existential concerns about what we put into our body, magical thinking about health and wellness, heuristics about purity, and anxieties about personal control. Get ready for lots of anecdotal reasoning and emotional testimonies of those with meat based lived experience.\",\"Could an all meat diet be for you? Tune in, and find out!\",\"This Week's Sponsor\"],\"links\":{\"Top Carnivore Diet Doctor Tips | Ken Berry - MP Podcast #117\":\"https://www.youtube.com/watch?v=993JFlmfNzc\",\"Carnivore Anecdotes | Mikhaila Peterson Podcast #69\":\"https://www.youtube.com/watch?v=el1dyKjNbAo\",\"Mikhaila Peterson Q and A 100th Podcast Episode\":\"https://www.youtube.com/watch?v=2GdgwhY1bc0\",\"Recent Times Article on Peterson that is highly critical of Mikhaila\":\"https://www.thetimes.co.uk/article/jordan-peterson-depression-drug-dependency-daughter-mikhaila-rehab-russia-0xtz2ph32\",\"Nolan Investigates... Stonewall Podcast\":\"https://www.bbc.co.uk/sounds/brand/p09yjmph\",\"Unofficial Discord Thread on the Subreddit\":\"https://www.reddit.com/r/DecodingTheGurus/comments/q882xj/unofficial_discord_channel/\",\"Medium Article by Matthew Remski on The New Age / Medieval Mortifications of Jordan Peterson\":\"https://matthewremski.medium.com/the-new-age-medieval-mortifications-of-jordan-peterson-3a30ee7570b8\",\"ground.news/gurus\":\"https://ground.news/gurus\"},\"date\":\"2021-10-26T00:00:00\",\"id\":37,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/mikhaila-peterson-the-marvelous-world-of-meat\"}",
        "{\"title\":\"Interview with Annie Kelly on Vaccines, Conspiracies, & Misinformation\",\"notes\":[\"Dr Annie Kelly is a writer, researcher, and the British correspondent for the well and deservedly praised podcast QAnon Anonymous. Her PhD research was on digital anti-feminism and the kinds of ideas that float around certain 'tradcon', biological essentialist, or religiously motivated groups.  She does research on antifeminism, new digital cultures, conspiracy theories and right wing extremism. \",\"Prompted by the resurgence in anti-vax sentiment, Annie's been looking into the history and sociology of vaccinations, and sees lots of interesting roots and themes for understanding what's going on right now. Her new podcast, \\\"Vaccine - The Human Story\\\" has been digging into precisely these issues, and so we had questions for Annie, lots of questions! \",\"The history of the germ theory of disease, the early use (and abuse) of vaccinations, and the panics, xenophobia and quack therapies - it's quite simply fascinating stuff, and we get a wonderful overview from Annie in this episode.\",\"Annie's work at QAA and elsewhere naturally focuses more on the extreme end of the spectrum, and while pulling no punches, she approaches what can be quite disturbing and confronting topics with a humour and empathy that is incredibly authoritative and reassuring. We talk about COVID and vaccines, but so much more, like the anti-feminist ideas that float around in the hinterland between athiesm and religiosity, pick up artists converting to Orthodox Christianity, and other weirdness.\",\"One of our most enjoyable and informative interviews - do check it out! \"],\"links\":{\"Vaccine: The Human Story (on Youtube)\":\"https://www.youtube.com/channel/UCsFqDcPnFCImeS6cbFlQxgg\",\"Vaccine: The Human Story (podcast)\":\"https://podcasts.apple.com/us/podcast/vaccine-the-human-story/id1569810932\",\"QAnon Anonymous 161: The Northern Irish Satanic Panic (Part 1)\":\"https://podcasts.apple.com/us/podcast/episode-161-the-northern-irish-satanic-panic-part-1/id1428209307?i=1000537351568\",\"Joe Rogan's instagram rant about Australia\":\"https://www.instagram.com/p/CVvyYXzgrD2/\",\"Joe Rogan double standards in defending Trump Jnr.\":\"https://www.reddit.com/r/JoeRogan/comments/qn05v0/political_correctness_and_cancel_culture_is_out/\",\"The 'hardcore' metal Matt was referring to in the intro \":\"https://www.youtube.com/watch?v=OjyZKfdwlng\"},\"date\":\"2021-11-07T00:00:00\",\"id\":38,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-interview-with-annie-kelly-on-vaccines-conspiracies-misinformation\"}",
        "{\"title\":\"Decoding Academia: Chris on Religion & Ritual *Patreon Sample*\",\"notes\":[\"It had to happen eventually. \",\"As Matt and Chris listen week in and week out to the world's greatest gurus pontificating on the mysteries of the universe, it's only natural that the siren call of Galaxy Brain takes and revolutionary theories would prove too great. \",\"And so seeking to take advantage of the parasocial bonds they have scrupulously cultivated (and signal their value to the University of Austin) they are launching a new Patreon bonus series on 'Decoding Academia'. \",\"The first two instalments covering Matt & Chris' work & main research interests will be freely available to all. But for the deeper arcane knowledge that only true free thinkers would dare behold, you will need to smash through our Patreon 'Strategic Economic Barrier' or SEB.\",\"In this episode, Chris discusses the cognitive and evolutionary relevance of religion (what is it?, why is it?, and what is it good for?), rituals (what are they? why do we do them? and why are there painful ones?!?), & Gods (why do we care about them? Do we need them for religion).\",\"So take a breather from the culture war and enjoy some light academic waffle!\",\"We will be back on Friday this week with a full guru episode on Brene Brown!\"],\"links\":{\"Chris' article on 'Religion Without Belief' at Aeon\":\"https://aeon.co/essays/can-religion-be-based-on-ritual-practice-without-belief\",\"Chris' article on Hazing Rituals at Aeon\":\"https://aeon.co/ideas/people-are-intensely-loyal-to-groups-which-haze-newcomers-why\",\"Preprint version of Academic Article by Chris on 'Is Japan Religious'\":\"https://psyarxiv.com/qyt95/\"},\"date\":\"2021-11-23T00:00:00\",\"id\":39,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/patreon-sample-decoding-academia-chris-on-religion-ritual\"}",
        "{\"title\":\"Brené Brown:  Matt and Chris courageously embrace their vulnerability\",\"notes\":[\"Brené Brown is an American professor, lecturer, author, storyteller researcher, and podcast host. She's made it her life's work to help people rise strong, brave the wilderness, and dare to lead - all through overcoming shame and embracing their own vulnerability.\",\"So naturally Chris and Matt - being the emotionally unavailable, culturally stunted and cynical gits that they are - bemoan all this positivity and do their level best to try and drag her down to their bitter and petty level. \",\"Can you get the secret to self-actualisation in a TED talk? Or is it more a sequence of inspirational quote memes strung together? Or are these things one and the same?\",\"Perhaps Professor Brown is honing in on universal psychological truths. Or alternatively, she might be an unwitting expression of American hyper-individualism and self-obsessed culture. \",\"Well, you're gonna get the Irish and Australian take on that. \",\"Thanksgiving is obviously the perfect time for the hosts to tell their US listeners that American culture sucks and that kids shouldn't follow their dreams but prepare to be cogs in the machine.\",\"No, no, they don't do that. Well... not entirely.\",\"Well, what do they say? What is there take? You'll have to tune in to find out!\"],\"links\":{\"The power of vulnerability (TED talk)\":\"https://www.youtube.com/watch?v=iCvmsMzlF7o\",\"Listening to shame (TED talk)\":\"https://www.youtube.com/watch?v=psN1DORYYV0\",\"If you want to heal yourself, WATCH THIS!' Brené Brown & Lewis Howes on 'The School of Greatness'\":\"https://www.youtube.com/watch?v=TbsRU-crgsc\",\"Eric Weinstein: How Not to Formulate a Theory of Everything (Tim Nguyen)\":\"https://www.cantorsparadise.com/eric-weinstein-how-not-to-formulate-a-theory-of-everything-35b8875341e6\",\"Live-tweet of Eric's Chicago Lecture by Sandro Sharashenidze\":\"https://twitter.com/neocentrist/status/1458539747635236867\",\"Bret and Heather Darkhorse 105: State Lies Coming Across\":\"https://www.youtube.com/watch?v=fRyEdcuHTH0\"},\"date\":\"2021-11-26T00:00:00\",\"id\":40,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/brene-brown-matt-and-chris-courageously-embrace-their-vulnerability\"}",
        "{\"title\":\"Decoding Academia: Matt on his ENTIRE research career *Patreon Sample*\",\"notes\":[\"So, what even IS the deal with Matt? Is he a proper psychologist or does his past conceal something darker, aside from his bronzed skin-tone? Until now, he's been a mystery hidden in a enigma and wrapped within a svelte Australian shell. \",\"Well, enquiring minds need to know, so that's all about to change! Here it is - The Story of Matt. The ins, the outs, and the 'what-have-yous'. The false starts, the missed opportunities for fame, the many entry roles as a research 'shit-kicker', and his final glorious ascension to his ultimate form as a white haired tenured Professor.\",\"You'll learn why being an English language teacher is not a real job, how Matt could have been a contender in the massively lucrative and prestigious field of artificial intelligence, where all the fish live (under the sea, mostly), the powers and ideologies at play in gambling research, why Matt isn't impressed by Taleb's claims about fat tails, and so much more.\",\"You'll be left wondering, \\\"How can one man, even if he is very ancient, do so much? Is he a polymath? Or does he just have a short attention span, and trouble holding down a job?\\\" And finally, as an exercise for the listener, like Chris, you will be left to wonder \\\"is convolve a real word?\\\"\",\"Here it is: the backstory of Matt.\"],\"links\":{\"Matt's prolific research output\":\"https://scholar.google.com/citations?user=g0Dr9csAAAAJ&hl=en\",\"Inside Gambling article on Matt's research\":\"https://www.insidegambling.com.au/editions/4/feature/gambling-harm-impact-on-community-on-par-with-depression-and-alcohol-abuse\",\"'Two for Tea' podcast episode with Matt on his research\":\"https://www.stitcher.com/show/tea-for-two-with-iona-italia-and-helen-pluckrose/episode/72-matthew-browne-why-people-gamble-public-limited-version-80344533\"},\"date\":\"2021-12-03T00:00:00\",\"id\":41,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/decoding-academia-matt-on-his-entire-research-career-patreon-sample\"}",
        "{\"title\":\"Special: Guru Right to Reply with Chris Williamson\",\"notes\":[\"Listeners might remember Chris Williamson from our episode on Gad Saad. He was the former love island contestant who interviewed Gad and appeared to have taken an IDW turn. So while Matt & Chris focused their critical attention primarily on the master of irony, Gad Saad, they also raised a rather skeptical eye towards Chris Williamson as well. \",\"And listeners, they were not kind. Not at all... \",\"Nevertheless, Chris W. reached out and accepted our standing offer for any guru covered to come on to the show and respond to the criticisms we made. The result was an interesting and wide ranging exchange that covered issues such as what it's like for a non-specialist to interview famous academics, the incentives and pressures at play in the modern social media ecosystem, and how DTG commentary feels when you are on the receiving side!\",\"For fans of cringe comedy this episode might be particularly enjoyable as off-hand comments and cutting remarks are discussed and dissected for their fairness. But (spoiler!) everyone survives to the end. Chris (Kavanagh) also took a degree of pleasure in watching the alleged 'nice guy' of the podcast squirm over his cheeky remarks. All in all there is some nice symmetry, in that everybody had something to cringe about.\",\"But perhaps this dialogue will alchemically transform that cringe into spiritual gold, and we can all learn something and grow a little as people or podcasters? Or maybe not? Time will tell, ay?\",\"Have a listen and see what you think!\",\"P.S. Sincere apologies for the audio quality, especially on Matt's end. We recorded this at an ungodly hour of the morning and Matt was too zombified to select the good microphone. Or the DISC could have interfered with it... Something like that.\"],\"links\":{\"The original DTG episode on Gad Saad with Chris Williamson \":\"https://decoding-the-gurus.captivate.fm/episode/18-gad-saad-oh-my-gad-its-the-saadfather\"},\"date\":\"2021-12-10T00:00:00\",\"id\":42,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/special-episode-interview-with-chris-williamson\"}",
        "{\"title\":\"Joe Rogan: Just an average Joe?\",\"notes\":[\"Joe Rogan is a world famous podcaster, a martial artist, a stand-up comedian, a MMA commentator, co-founder of the Onnit supplement company, the ex-host of Fear Factor, a long term friend of Alex Jones, and recently a major outlet for promoting 'alternative' Covid facts.\",\"And yet despite all these 'achievements' and his recent multi million dollar deal with Spotify many argue that a large part of Joe's appeal is that he is just a 'regular Joe'. Joe himself has said he's just a 'f**king moron' and that people should not take his opinion seriously... but does he mean it?\",\"Join Matt & Chris as they break out their dusty gym bags and enter the house of pain that is long form podcasting to try and imbibe the full Joe Rogan Experience. To aid in this glorious quest, the guys sought out the most testosterone laced JRE episode they could find and inevitable landed on a recent episode with ex-navy seal & motivational author, Jocko Willink. This is a man who everyday posts black and white photographs of his wristwatch at 4.30am with captions like 'Ready. Set. GET SOME' & 'Default: AGGRESSIVE'. \",\"If you think this means the episode will be covering the sexually arousing nature of armoured cars, the beauty of handcrafted knives, and how to revive the American manufacturing industry... you would be right. But that's not all. \",\"You will also discover surprising non-partisan 'facts' like how Tulsi Gabbad is the centrist messiah, George Soros is responsible for recent US crime waves, Nancy Pelosi is an assassin, and the Hunter Biden laptop story is the biggest story of the modern era. Oh and, of course, that Covid vaccines are dangerous and effective alternative treatments are being hushed up.\",\"Wait... what?\",\"So rev your engines, sharpen your handcrafted knives, and get ready to smash headfirst through brick walls of ignorance and faux expertise in this testosterone soaked episode as Matt & Chris refuse to acquiesce to the 'burden of civility'.\",\"P.S. Did Matt mention that he had to listen to 6hrs this week?!?\"],\"links\":{\"The JRE 1740: Jocko Willink\":\"https://open.spotify.com/episode/1utiTB2HB5GGnYGX3gtgTP\",\"The JRE 1492: Jocko Willink\":\"https://www.youtube.com/watch?v=bL5RzI5LyVc\",\"The JRE 1742: Peter McCullough\":\"https://open.spotify.com/episode/0aZte37vtFTkYT7b0b04Qz?si=a5944c4af02a4686\",\"Andrea With The Bangs Interview with Chris & Matt\":\"https://www.youtube.com/watch?v=t5KxwPk40OU\",\"Kurzgesagt- We Lied to You... And We'll Do it Again!\":\"https://www.youtube.com/watch?v=XFqn3uy238E\",\"TIm Nguen's 'A Response to Economics as Gauge Theory'\":\"https://arxiv.org/abs/2112.03460\",\"Thi Nguyen's 'Twitter: The Intimacy Machine' at the Raven\":\"https://ravenmagazine.org/magazine/twitter-the-intimacy-machine/\",\"Sam Harris & Nicholas Christakis 'Waking up #270 - What have we learned from the Pandemic?'\":\"https://www.samharris.org/podcasts/making-sense-episodes/270-what-have-we-learned-from-the-pandemic\",\"ZDoggMD 'Joe Rogan's Interview With Dr. Peter McCullough | A Doctor Explains'\":\"https://www.youtube.com/watch?v=8pcIbVvHI2c\"},\"date\":\"2021-12-18T00:00:00\",\"id\":43,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/joe-rogan-just-an-average-joe\"}",
        "{\"title\":\"*Patreon Preview* Decoding Academia #2: False Positive Psychology\",\"notes\":[\"The New Year is upon us and the gurologists thought they should contribute to the holiday cheer in the only way they can... releasing a rambling podcast about academic minutiae!\",\"This is not a new guru episode, instead it is a preview of our Patreon bonus series 'Decoding Academia' in which we discuss research that has influenced us & we think is relevant for understanding the gurus (or in this case approaching research critically).\",\"The paper in question is a classic social psychology paper that slightly pre-empted the Replication Crisis with very timely warnings about lax methodological standards. The paper is titled 'False-Positive Psychology: Undisclosed Flexibility in Data Collection and Analysis Allows Presenting Anything as Significant' and is by Simmons, Nelson, & Simonsohn (2011).\",\"If you want to read the paper yourself it can be freely accessed here. \",\"It introduces the concept of 'Researcher Degrees of Freedom' and also statistically *proves* that listening to certain music can make you physically younger. \",\"How? Join us and find out! \",\"Finally... just a quick note to say Happy New Year from Chris & Matt! We will be back early next year with our Robert Wright episode and many gurus thereafter.\"],\"links\":{\"here\":\"https://journals.sagepub.com/doi/full/10.1177/0956797611417632\"},\"date\":\"2021-12-30T00:00:00\",\"id\":44,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/patreon-preview-decoding-academia-2-false-positive-psychology\"}",
        "{\"title\":\"Robert Malone & Peter McCullough: A litany of untruths\",\"notes\":[\"Matt and Chris return to the Joe Rogan-verse much quicker than they would have liked to take a critical eye to two recent episodes (6 more hours!!!) offering controversial takes on Covid 19 and the dangers of vaccines. Yes, that's right more fear mongering, more global conspiracies, and more unrecognised heroes of science that Joe needs to promote to his large audience.\",\"In this case, we have Dr. Robert Malone, the *self-proclaimed* inventor of mRNA vaccines, and Dr. Peter McCullough, a cardiologist who was recently sued by his old hospital for using its name when promoting his covid theories. Both figures are well documented promoters of covid misinformation, including in various appearances on extreme right wing conspiracy sites like Alex Jones' InfoWars.\",\"Matt and Chris are no medical experts nor do they play them on podcasts (if you are looking for a point by point technical/medical debunking, we would recommend following the links at the bottom of these show notes). But what they are very familiar with are modern gurus and conspiracy theorists. So in this episode, after twenty plus episodes of calibrating the Gurometer(TM) with known gurus, they take it for a new test with these two maverick doctors. Applying the well-developed science of Gurometry(TM) to a novel dataset. How do they fare? Guess...\",\"Honestly, this is probably the darkest and most depressing episode we've done. It was not fun and we would really prefer to be talking about something else but here we are. Hopefully we will not be back soon... \",\"Technical Rebuttal Resources\"],\"links\":{\"The JRE 1757: Robert Malone\":\"https://open.spotify.com/episode/3SCsueX2bZdbEzRtKOCEyT?si=BcWVL9R2T3ya9Ck2nzS4Mg\",\"The JRE 1747: Peter McCullough\":\"https://open.spotify.com/episode/0aZte37vtFTkYT7b0b04Qz?si=e992543918df4b5d\",\"The Atlantic: The Vaccine Scientist Spreading Vaccine Misinformation\":\"https://www.theatlantic.com/science/archive/2021/08/robert-malone-vaccine-inventor-vaccine-skeptic/619734/\",\"For Better Science: How Dr Robert Malone invented Antivaxxery\":\"https://forbetterscience.com/2021/10/04/how-dr-robert-malone-invented-antivaxxery/\",\"Respectful Insolence: Is “mRNA vaccine inventor” Robert Malone “being erased from Wikipedia” for his claims about COVID-19?\":\"https://respectfulinsolence.com/2021/07/13/is-mrna-vaccine-inventor-robert-malone-being-erased-for-his-claims-about-covid-19/\",\"Respectful Insolence: Dr. Robert Malone goes full antivaccine conspiracist\":\"https://respectfulinsolence.com/2021/12/17/dr-robert-malone-goes-full-antivaccine-conspiracist/\",\"Respectful Insolence: The latest antivaxx lie from Peter McCullough, Mike Adams, and RFK Jr.: “COVID-19 vaccines are killing people!!!!”\":\"https://respectfulinsolence.com/2021/05/17/latest-antivax-lie-covid-19-vaccines-are-killing-people/\",\"Politifact: Who is Robert Malone? Joe Rogan’s guest was a vaccine scientist, became an anti-vaccine darling\":\"https://www.politifact.com/article/2022/jan/06/who-robert-malone-joe-rogans-guest-was-vaccine-sci/\",\"Science Based Medicine: “Depopulation” by COVID-19 vaccines?\":\"https://sciencebasedmedicine.org/depopulation-by-covid-19-vaccines/\",\"Kurzgesagt: We Lied to You... And We'll Do it Again!\":\"https://www.youtube.com/watch?v=XFqn3uy238E\",\"Debunk the Funk with Dr Wilson: Robert Malone goes full anti-science on Joe Rogan's podcast\":\"https://youtu.be/xjszVOfG_wo\",\"ZDogg MD: Joe Rogan's Interview With Dr. Peter McCullough | A Doctor Explains\":\"https://youtu.be/8pcIbVvHI2c\",\"Rebel Wisdom: Yuri Deigin Responds to Bret Weinstein on Vaccines, Ivermectin & Quillette\":\"https://youtu.be/GwzfnZfo-rU\",\"Rebel Wisdom: On Vaccine Safety, Ivermectin and the Dark Horse Podcast: An Investigation\":\"https://medium.com/rebel-wisdom/on-vaccine-safety-ivermectin-and-the-dark-horse-podcast-an-investigation-f32491d4c970\"},\"date\":\"2022-01-13T00:00:00\",\"id\":45,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/robert-malone-peter-mccullough-a-litany-of-untruths\"}",
        "{\"title\":\"*Patreon Preview* Malone & McCullough: Gurometer Ratings\",\"notes\":[\"This week a bonus Gurometer episode has sneaked out from behind the golden curtain of the DTG Patreon pay wall.\",\"We aren't out of the Rogan-verse yet. Our last task is to try and scientifically quantify the precise guru nature of the two good doctors using our patented Gurometer instrument. Are they guru wannabes, mid-tier, or high level? Join us to find out.\",\"Next week, we will be back with a full length guru episode!\",\"...and for those who would like to see all the ratings of previous gurus, you can find those here.\"],\"links\":{\"here\":\"https://docs.google.com/spreadsheets/d/1Oe-af4_OmzLJavktcSKGfP0wmxCX0ppP8n_Tvi9l_yc/edit?usp=sharing\"},\"date\":\"2022-01-28T00:00:00\",\"id\":46,\"url\":\"https://decoding-the-gurus.captivate.fm/episode/patreon-preview-malone-mccullough-gurometer\"}"
